Revit 2027 API
ElementIntersectsElementFilter.GetElement Method
 Gets the target element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Element GetElement()
Public Function GetElement As Element
public:
Element^ GetElement()
member GetElement : unit -> Element
Return Value
Element
 The element.
See Also
Reference
ElementIntersectsElementFilter Class
Autodesk.Revit.DB Namespace